import {Header} from "../../components/header/Header";

export const AboutMe = () => {
    return (
        <>
            <Header/>
            <div className="wrapper">
                <h1>Обо мне</h1>
                <span>
                    Привет!<br/>
                    Меня зовут Алексей. Общительный и легкий на подъем человек. Я люблю музыку и программирование. Программированием занимаюсь давно и уже успел получить опыт в нескольких компаниях.<br/>
                    В программирование для меня важна атмосфера и рост. В слаженной команде можно любые горы свернуть)<br/>
                    Одно время фанатично занимался музыкой и даже успел получить высшее образование по этому профилю) Поэтому о музыке могу разговаривать, используя различные термины под приправой несложных эпитетов))<br/>
                    Также увлекаюсь просмотром фильмов и сериалов. Назвать прям любимые фильмы сложно, в голове их слишком много). Но любимые актеры это конечно Кристиан Бейл, Райф Файнс и Кристоф Вальц<br/>
                    Спорт в моей жизни тоже есть: в детстве занимался воллейболом и тхеквондо, в юношестве - пауэрлифтинг, а потом уже как любитель - настольный теннис.
                    На досуге люблю провести время в компании друзей за настолками или как раз таки, играя с ними в теннис, а иногда бадминтон.
                </span>
            </div>
        </>
    )
}